jorgebucaran/fisher
reitzig/sdkman-for-fish@v2.0.0
jorgebucaran/nvm.fish
ilancosman/tide@v5
reitzig/sdkman-for-fish@v1.4.0
reitzig/sdkman-for-fish@v2.1.0
reitzig/sdkman-for-fish
catppuccin/fish
rose-pine/fish
woheedev/onedark-fish
